Repository: KSharpR/family-memories
Catalog: ios/FamilyMemories/FamilyMemories/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# album.empty.title
source: No memories yet
zh_hans: 还没有回忆

# album.empty.body
source: Imported photos will appear here as a browsable album.
zh_hans: 导入后的照片会在这里以相册网格展示。

# album.clearSelection
source: Clear
zh_hans: 清除

# album.delete.confirmation.message
source: Selected memories and their local image files will be removed from this device.
zh_hans: 已选择的回忆和本地图片文件会从这台设备删除。

# album.delete.confirmation.title
source: Delete selected memories?
zh_hans: 删除已选择的回忆？

# album.deleteSelected
source: Delete
zh_hans: 删除

# album.filter.allPeople
source: All people
zh_hans: 全部人物

# album.filter.allYears
source: All years
zh_hans: 全部年份

# album.filter.empty.body
source: Try another year or person filter.
zh_hans: 换一个年份或人物筛选试试。

# album.filter.empty.title
source: No matching memories
zh_hans: 没有符合条件的回忆

# album.preview.openDetail
source: Edit
zh_hans: 编辑

# album.preview.title
source: Preview
zh_hans: 预览

# album.select
source: Select
zh_hans: 选择

# album.selectAll
source: Select all
zh_hans: 全选

# album.selected.label
source: Selected
zh_hans: 已选择

# app.startup.error
source: Startup failed
zh_hans: 启动失败

# common.cancel
source: Cancel
zh_hans: 取消

# common.done
source: Done
zh_hans: 完成

# common.error
source: Error
zh_hans: 错误

# common.ok
source: OK
zh_hans: 好

# common.retry
source: Retry
zh_hans: 重试

# common.reset
source: Reset
zh_hans: 重置

# common.save
source: Save
zh_hans: 保存

# import.review.empty
source: No photos ready to import
zh_hans: 没有可确认的照片

# import.review.failed.section
source: Failed imports
zh_hans: 导入失败

# import.review.partial.footer
source: You can still save the photos that imported successfully. Failed photos were not copied into Family Memories.
zh_hans: 你仍然可以保存已成功导入的照片。导入失败的照片不会复制到回忆录照相簿。

# import.review.ready.section
source: Ready to save
zh_hans: 可保存

# import.review.title
source: Review import
zh_hans: 确认导入

# memory.date
source: Date
zh_hans: 日期

# memory.delete
source: Delete memory
zh_hans: 删除回忆

# memory.delete.confirmation.message
source: This removes the memory from this device.
zh_hans: 这会从本机删除这条回忆。

# memory.delete.confirmation.title
source: Delete this memory?
zh_hans: 删除这条回忆？

# memory.detail.title
source: Memory
zh_hans: 回忆

# memory.metadata
source: Details
zh_hans: 详情

# memory.people
source: People
zh_hans: 人物

# memory.story
source: Story
zh_hans: 故事

# memory.story.empty
source: No story yet
zh_hans: 还没有故事

# settings.backup
source: Backup
zh_hans: 备份

# settings.backup.reminder
source: Backups are local files you create manually. Keep a copy somewhere you control.
zh_hans: 备份是你手动创建的本地文件，请保存到你自己掌控的位置。

# settings.export.ready.body
source: Choose a destination to save or share this backup file.
zh_hans: 选择一个位置来保存或分享这个备份文件。

# settings.export.ready.title
source: Backup ready
zh_hans: 备份已准备好

# settings.exportBackup
source: Export backup
zh_hans: 导出备份

# settings.import.confirm.action
source: Import
zh_hans: 导入

# settings.import.confirm.body
source: This will merge the selected backup into the memories on this device. Existing memories are kept unless the backup contains the same memory ID.
zh_hans: 这会把所选备份合并到这台设备上的回忆中。现有回忆会保留，除非备份中包含相同的回忆 ID。

# settings.import.confirm.createdAt
source: Created:
zh_hans: 创建时间：

# settings.import.confirm.memoryCount
source: Memories:
zh_hans: 回忆数量：

# settings.import.confirm.title
source: Import this backup?
zh_hans: 导入这个备份？

# settings.import.valid.body
source: This backup file is valid.
zh_hans: 这个备份文件有效。

# settings.import.valid.title
source: Backup verified
zh_hans: 备份已验证

# settings.import.restored.body
source: The backup was imported into this device and merged with your existing memories.
zh_hans: 备份已经导入到这台设备，并与现有回忆合并。

# settings.import.restored.title
source: Backup imported
zh_hans: 备份已导入

# settings.importBackup
source: Import backup
zh_hans: 导入备份

# settings.language
source: Language
zh_hans: 语言

# settings.privacy
source: Privacy
zh_hans: 隐私

# settings.privacy.body
source: Selected photos are copied into this app on this device. No account, server, or automatic upload is used. Backups are created only when you export them.
zh_hans: 你选择的照片会复制到本机 App 内。这里不需要账号，不使用服务器，也不会自动上传。只有你主动导出时才会创建备份。

# settings.storage
source: Local storage
zh_hans: 本地存储

# settings.storage.backups
source: Backups
zh_hans: 备份文件

# settings.storage.metadata
source: Metadata
zh_hans: 元数据

# settings.storage.originals
source: Original photos
zh_hans: 原始照片

# settings.storage.privacy.body
source: Imported photos are private local copies inside this app. Delete or export actions remain under your control.
zh_hans: 导入的照片是保存在本机 App 内的私有副本。删除或导出都由你主动控制。

# settings.storage.thumbnails
source: Thumbnails
zh_hans: 缩略图

# settings.storage.total
source: Total
zh_hans: 总占用

# settings.title
source: Settings
zh_hans: 设置

# tab.album
source: Album
zh_hans: 相册

# tab.settings
source: Settings
zh_hans: 设置

# tab.timeline
source: Timeline
zh_hans: 时间线

# timeline.empty.body
source: Choose meaningful photos from your library and add stories, dates, and people.
zh_hans: 从照片图库中选择有意义的照片，再补充故事、日期和人物。

# timeline.empty.title
source: Start your family memories
zh_hans: 开始整理家族回忆

# timeline.error.title
source: Timeline unavailable
zh_hans: 时间线不可用

# timeline.import
source: Import photos
zh_hans: 导入照片

# settings.import.invalid.title
source: Backup not supported
zh_hans: 备份不可用

# settings.import.invalid.body
source: This backup file is invalid, incomplete, or from an unsupported version. Your existing memories were not changed.
zh_hans: 这个备份文件无效、不完整，或来自不支持的版本。你现有的回忆没有被修改。
